{
    "data": [
        {
            "idLocal":0,
            "title": "Estrelas Além do Tempo",
            "sinopse": "No auge da corrida espacial travada entre Estados Unidos e Rússia durante a Guerra Fria, uma equipe de cientistas da NASA, formada exclusivamente por mulheres afro-americanas, provou ser o elemento crucial que faltava na equação para a vitória dos Estados Unidos, liderando uma das maiores operações tecnológicas registradas na história americana e se tornando verdadeiras heroínas da nação.",
            "lancamento": "2 de fevereiro de 2017",
            "imdb": "7.8/10",
            "banner": "../assets/movies/0.jpg"
        },
        {
            "idLocal":1,
            "title": "O Jogo da Imitação",
            "sinopse": "Em 1939, a recém-criada agência de inteligência britânica MI6 recruta Alan Turing, um aluno da Universidade de Cambridge, para entender códigos nazistas, incluindo o 'Enigma', que criptógrafos acreditavam ser inquebrável. A equipe de Turing, incluindo Joan Clarke, analisa as mensagens de 'Enigma', enquanto ele constrói uma máquina para decifrá-las. Após desvendar as codificações, Turing se torna herói. Porém, em 1952, autoridades revelam sua homossexualidade, e a vida dele vira um pesadelo.",
            "lancamento": "28 de setembro de 2014",
            "imdb": "8/10",
            "banner": "../assets/movies/1.jpg"
        },
        {
            "idLocal":2,
            "title": "Esposa de Mentirinha",
            "sinopse": "Infeliz em sua tentativa de casamento, Danny passa a vivenciar relacionamentos sem compromisso para driblar a carência. Assim, ele toca sua vida como cirurgião plástico bem-sucedido, tendo sua melhor amiga Katherine, mãe solteira de um casal, como fiel escudeira. Quando conhece a jovem Palmer e a paixão toma conta de ambos, ele inventa, para tentar conquistá-la, que é marido de Katherine, pai das crianças e que vai se separar.",
            "lancamento": "4 de março de 2011",
            "imdb": "6.4/10",
            "banner": "../assets/movies/2.jpg"
        },
        {
            "idLocal":3,
            "title": "Matrix",
            "sinopse": "O jovem programador Thomas Anderson é atormentado por estranhos pesadelos em que está sempre conectado por cabos a um imenso sistema de computadores do futuro. À medida que o sonho se repete, ele começa a desconfiar da realidade. Thomas conhece os misteriosos Morpheus e Trinity e descobre que é vítima de um sistema inteligente e artificial chamado Matrix, que manipula a mente das pessoas e cria a ilusão de um mundo real enquanto usa os cérebros e corpos dos indivíduos para produzir energia.",
            "lancamento": "21 de maio de 1999",
            "imdb": "8.7/10",
            "banner": "../assets/movies/3.jpg"
        },
        {
            "idLocal":4,
            "title": "O Castelo Animado",
            "sinopse": "Uma bruxa lança uma terrível maldição sobre a jovem Sophie transformando-a em uma velha. Desesperada, ela embarca em uma odisseia em busca do mago Howl, um misterioso feiticeiro que pode ajudá-la a reverter o feitiço.",
            "lancamento": "15 de julho de 2005",
            "imdb": "8.2/10",
            "banner": "../assets/movies/4.jpg"
        },
        {
            "idLocal":5,
            "title": "Anjos da Noite - UnderWorld",
            "sinopse": "Os vampiros mantém uma batalha e uma antiga rivalidade com um grupo de lobisomens. Quando um estudante de medicina mortal é ameaçado, uma vampira tenta protegê-lo e evitar que uma nova raça híbrida seja criada.",
            "lancamento": "16 de abril de 2004",
            "imdb": "7/10",
            "banner": "../assets/movies/5.webp"
        },
        {
            "idLocal":6,
            "title": "Histórias Cruzadas",
            "sinopse": "Nos anos 60, no Mississippi, Skeeter é uma garota da alta sociedade que retorna determinada a se tornar escritora. Ela começa a entrevistar as mulheres negras da cidade, que deixaram suas vidas para trabalhar na criação dos filhos da elite branca, da qual a própria Skeeter faz parte. Aibileen Clark, a emprega da melhor amiga de Skeeter, é a primeira a conceder uma entrevista. Apesar das críticas, Skeeter e Aibileen continuam trabalhando juntas e, aos poucos, conseguem novas adesões.",
            "lancamento": "3 de fevereiro de 2012",
            "imdb": "8.1/10",
            "banner": "../assets/movies/6.jpg"
        },
        {
            "idLocal":7,
            "title": "O Hobbit: Uma Jornada Inesperada",
            "sinopse": "Como a maioria dos hobbits, Bilbo Bolseiro leva uma vida tranquila até o dia em que recebe uma missão do mago Gandalf. Acompanhado por um grupo de anões, ele parte numa jornada até a Montanha Solitária para libertar o Reino de Erebor do dragão Smaug.",
            "lancamento": "14 de dezembro de 2012",
            "imdb": "7.8/10",
            "banner": "../assets/movies/7.webp"
        },
        {
            "idLocal":8,
            "title": "O Senhor dos Anéis: A Sociedade do Anel",
            "sinopse": "Em uma terra fantástica e única, um hobbit recebe de presente de seu tio um anel mágico e maligno que precisa ser destruído antes que caia nas mãos do mal. Para isso, o hobbit Frodo tem um caminho árduo pela frente, onde encontra perigo, medo e seres bizarros. Ao seu lado para o cumprimento desta jornada, ele aos poucos pode contar com outros hobbits, um elfo, um anão, dois humanos e um mago, totalizando nove seres que formam a Sociedade do Anel.",
            "lancamento": "1 de janeiro de 2002",
            "imdb": "8.8/10",
            "banner": "../assets/movies/8.jpg"
        },
        {
            "idLocal":9,
            "title": "Até o Último Homem",
            "sinopse": "Acompanhe a história de Desmond T. Doss, um médico do exército americano que, durante a Segunda Guerra Mundial, se recusa a pegar em armas. Durante a Batalha de Okinawa ele trabalha na ala médica e salva cerca de 75 homens.",
            "lancamento": "26 de janeiro de 2017",
            "imdb": "8.1/10",
            "banner": "../assets/movies/9.jpg"
        },
        {
            "idLocal":10,
            "title": "Ponyo: Uma Amizade que Veio do Mar",
            "sinopse": "O garoto Sousuke encontra um peixinho dourado preso em uma garrafa e decide libertá-lo, sem saber que se trata da deusa do mar Ponyo. Filha de um poderoso mago, ela se comove com a atitude do menino e usa a magia do pai para se transformar em humana. Dessa forma, acredita poder fortalecer a amizade com Sousuke. Porém, a substância de sua poção mágica pode colocar em risco o vilarejo onde mora o menino.",
            "lancamento": "30 de julho de 2010",
            "imdb": "7.6/10",
            "banner": "../assets/movies/10.png"
        }
    ]
}